Repository: sleonardo/RickAndMortyMVP
Catalog: RickAndMortyMVP/Resources/Localizable.xcstrings
Source language: en
Languages: es

source: ... and %lld more
es: ... y %lld más

source: %lld characters
es: %lld personajes

# active_filters_text
source: Active filters
es: Filtros activos

# all_text
source: All
es: Todos

# apply_button
source: Apply
es: Aplicar

# apply_filters_button
source: Apply Filters
es: Aplicar Filtros

# cache_error_message
source: Error accessing cached data.
es: Error al acceder a los datos almacenados en caché.

# cache_information_text
source: Cache Information
es: Información de caché

# cache_size_text
source: Cache Size
es: Tamaño de la caché

# cache_statistics_title
source: Cache Statistics
es: Estadísticas de caché

# cached_items_text
source: Cached Items
es: Elementos almacenados en caché

# cached_keys_title
source: Cached Keys
es: Claves almacenadas en caché

source: Cancel
es: Cancelar

# cancel_button
source: Cancel
es: Cancelar

# character_info %@%@%@
source: Name: %1$@, Gender: %2$@, Status: %3$@
es: Nombre: %1$@, Género: %2$@, Estatus: %3$@

# characters_list_label
source: Characters list
es: Lista de personajes

# characters_list_navigation_title
source: Rick & Morty
es: Rick y Morty

# check_your_connection_message
source: Unable to load characters. Please check your connection and try again.
es: No se pueden cargar los caracteres. Por favor, comprueba tu conexión e intenta de nuevo.

# clear_all_button
source: Clear all
es: Borrar todo

# clear_cache_button
source: Clear Cache
es: Borrar caché

# current_selection_text
source: Current Selection
es: Selección Actual

# dismiss_error_label
source: Dismiss error
es: Ignorar error

# done_button
source: Done
es: Listo

# double_tap_to_view_details_label
source: Double tap to view details
es: Toque dos veces para ver los detalles.Click to apply

# end_characters_list_label
source: End of characters list
es: Fin de la lista de personajes

source: Episode %lld
es: Episodio %lld

# episodes_title
source: Episodes
es: Episodios

# error_details_message %@
source: Error details: %@
es: Detalles del error: %@

# filter_navigation_title
source: Filters
es: Filtros

# gender_info_title
source: Gender info
es: Información de género

# gender_text
source: Gender
es: Género

# gender_text %@
source: Gender: %@
es: Género: %@

# gender_title
source: Gender:
es: Género:

# general_banner_error
source: Something went wrong
es: Algo salió mal.

# information_banner_error
source: Information
es: Información

# information_info_title
source: Information
es: Información

# invalid_data_error_message
source: The data received is invalid.
es: Los datos recibidos no son válidos.

# last_known_info_title
source: Last known
es: Último conocido

# loading_characters_label
source: Loading characters...
es: Cargando personajes...

# loading_image_text
source: Loading image...
es: Cargando imagen...

# loading_more_characters_label
source: Loading more characters...
es: Cargando más personajes...

# location_title
source: Location
es: Ubicación

# more_episode_%lld
source: And %lld more episodes...
es: Y %lld episodios más...

# network_banner_error
source: Connection issue
es: Problema de conexión

# network_error_message
source: Network connection error. Please check your internet.
es: Error de conexión de red. Por favor, revise su conexión a Internet.

# no_cached_items_text
source: No cached items
es: Sin elementos almacenados en caché

# no_characters_available_label
source: No characters available
es: No hay caracteres disponibles

# no_characters_found_for_message %@
source: No characters found for %@
es: No se han encontrado personajes para %@

# no_characters_title
source: No Characters
es: Sin Personajes

# no_more_characters_to_load_label
source: No more characters to load
es: No hay más caracteres que cargar.

# no_results_title
source: No Results
es: Sin Resultados

# not_found_error_message
source: The requested resource was not found.
es: No se encontró el recurso solicitado.

# origin_info_title
source: Origin
es: Origen

# please_wait_more_characters_label
source: Please wait while more characters are loading
es: Por favor, espere mientras se cargan más caracteres.

# pull_to_refresh_or_check_connection_label
source: Pull to refresh or check your internet connection
es: Desliza hacia abajo para actualizar o comprueba tu conexión a Internet.

# refresh_stats_button
source: Refresh Stats
es: Actualizar estadísticas

# reset_filters_button
source: Reset Filters
es: Restablecer filtros

# retry_button
source: Retry
es: Reintentar

# retry_operation_label
source: Retry operation
es: Reintentar operación

source: Search characters...
es: Buscar personajes...

# select_gender_text
source: Select Gender
es: Seleccionar Género

# select_status_text
source: Select Status
es: Seleccionar Estatus

# server_banner_error
source: Server error
es: Error del servidor

# show_all_button
source: Show All
es: Mostrar Todo

# show_less_button
source: Show Less
es: Mostrar Menos

# species_info_title
source: Species
es: Especies

# status_text
source: Status
es: Estatus

# status_text %@
source: Status: %@
es: Estatus: %@

# status_title
source: Status:
es: Estatus:

# swipe_up_or_down_to_browse_characters_label
source: Swipe up or down to browse characters
es: Desliza el dedo hacia arriba o hacia abajo para explorar los personajes.

# try_again_button
source: Try Again
es: Inténtalo de nuevo

# updating_text
source: Updating…
es: Actualización

# warning_banner_error
source: Warning
es: Advertencia

# you_have_reached_end_text
source: You've reached the end
es: Has llegado al final.
